{"entityMap":{"0":{"type":"LINK","mutability":"MUTABLE","data":{"url":"http://www.investinginto.ca/"}},"1":{"type":"LINK","mutability":"MUTABLE","data":{"url":"http://www.scarboroughsubwayextension.ca/"}},"2":{"type":"LINK","mutability":"MUTABLE","data":{"url":"http://www.gardinereast.ca/"}},"3":{"type":"LINK","mutability":"MUTABLE","data":{"url":"https://www.toronto.ca/city-government/planning-development/planning-studies-initiatives/rail-deck-park/"}},"4":{"type":"LINK","mutability":"MUTABLE","data":{"url":"https://medium.com/budgetpedia/a-naturalized-view-of-torontos-2017-operating-budget-5043d49ee83e"}}},"blocks":[{"key":"pfu5","text":"Our Concerns","type":"header-two","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"6ajm7","text":"We have been working on our project since the summer of 2015. We started with the intent of limiting our activities to explaining the budget, but found ourselves stymied by a variety of issues. So our mandate has expanded to include encouragment of modernization of Toronto's financial management, and by extension its management culture. Here is a list of our main concerns.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"cfegt","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"8l6f7","text":"To be sure, we are editorializing here, and we are open to modifying our views. But we have seen enough to make the determination that these concerns should be articulated, and made available for examination and debate.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"87amp","text":"1. Competing, contradictory, financial narratives","type":"header-three","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"228vm","text":"The narrative that arises out of Toronto's annual budget process, re-enforced by the City Manager's Investing in Toronto initiative, is that Toronto is more or less \"broke\" and therefore is unable to take bold initiatives (particularly social initiatives). This mindset has taken hold among councillors and senior staff to the point where the 2018 budget direction was explicitly set to 'status quo' -- no major changes with no budget growth. We have seen so many red flags regarding the structure of the budget that we are skeptical of this position. Our skepticism is re-enforced by examination of Toronto's audited financial statements, which tell quite a different story. The audited statements show a consistent healthy annual surplus, including large un-budgeted surpluses. Furthermore spending has been in line with historical levels, indeed growing steadily (after inflation, even taking into account population growth). It appears that most of the surplus is being applied to purchases of, and improvements to, tangible assets. Our collective Toronto net worth appears to be quite healthy, and improving. So the question becomes: why are senior politicians and staffers so determined to promulgate such a negative narrative? That leads us to our second concern, below.","type":"unstyled","depth":0,"inlineStyleRanges":[{"offset":100,"length":20,"style":"ITALIC"}],"entityRanges":[{"offset":100,"length":20,"key":0}],"data":{}},{"key":"c2aht","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"ot5b","text":"In brief, it appears that the negative narrative emanting from the budget serves the narrow interests of many of the people at senior levels of power in the City.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"aitoo","text":"2. Apparent lack of resolve to tackle large systemic issues","type":"header-three","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"8tjrp","text":"The negative narrative emanating from City Hall provides cover for councillors and senior staff to claim absolution from responsibility for tackling the persistent systemic issues that plague our city. Viz. income inequality, large populations (including children) living in poverty, housing shortages, TTC over-crowding, neighbourhood ghettoization, and large ongoing immigrant migration to our City are some of these. In addition modernization of our City corporate culture and operation is far too slow in our view.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"bmtmh","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"erku3","text":"At first glance it would appear that Toronto is making bold moves. The Scarborough Subway Extension, the Gardiner East investment, and the Rail Deck Park all come to mind. We see these as being representative of the same problem -- poor deliberation leading to controversial outcomes. The Scarborough Subway Extension in particular seems to be supported more by faith than by pragmatic, evidence-based considerations. Notably none of these initiatives address our pressing social concerns.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[{"offset":71,"length":28,"key":1},{"offset":105,"length":13,"key":2},{"offset":139,"length":14,"key":3}],"data":{}},{"key":"7r261","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"2n13m","text":"Instead an obsession with maintaining low property taxes seems to dominate our political discourse. At budgetpedia we do not advocate for particular policy positions. We do however advocate for exemplary support (great evidence) and processes (deliberative and professional). We see far too little appetite for such excellence of management at City Hall.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"m3jl","text":"3. Unconventional, conflated, and in some cases erroneous budget accounting practices","type":"header-three","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"5c4cn","text":"Careful examination of the data we could assemble regarding the budget have revealed a number of questionable practices (see for example the recommendations arising from our \"naturalized budget\" proposal). The collective effect of these is to make the budget virtually impenetrable. This need not be so. At the core of operating budgets is a simple idea: the cost of staff, and the cost of goods and services consumed to provide the services required of the organization. For Toronto this amount is about $8.5B by our estimation (we can't identify a precise figure of course; that's the problem). Isolating other elements, being more precise about the core elements, and applying consistent principle from the highest to the lowest organizational levels would make the entire enterprise much more transparent, and amenable to good management and planning practices. There's nothing special about government operations that we can see, to stand in the way of this approach.","type":"unstyled","depth":0,"inlineStyleRanges":[{"offset":409,"length":8,"style":"ITALIC"}],"entityRanges":[{"offset":175,"length":18,"key":4}],"data":{}},{"key":"5ufls","text":"4. Deficient accounting systems","type":"header-three","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"69s7k","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"7bdg5","text":"5. Slow to modernize","type":"header-three","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"f5phh","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"2omi0","text":"6. Inclination to outsource rather than modernize","type":"header-three","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"avpii","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"5c7bd","text":"7. Persistence of outdated culture","type":"header-three","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"ercnl","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"4obg","text":"8. Unclear accountability","type":"header-three","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"7sret","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"ctvve","text":"9. Serious management questions","type":"header-three","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"70pfu","text":"Hiring issues","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"9suf5","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"371jo","text":"There is one final concern we have. The resistance of Financial Planning division in engaging with us.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"1gj66","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}}]}