{"entityMap":{},"blocks":[{"key":"6t8tt","text":"Let's face it... it's all a bit much. Big city, big budget, endless issues, way too many numbers.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"6udfj","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"10n0i","text":"We've thought about this a lot, and decided to focus our efforts around stories. Conceiving, designing, researching, assembling, creating, and presenting stories. By stories we mean data stories. Evidence combined with any of the following: narratives, images, charts, nuggets (quick, relevant, statistics), tables, contextual references, sources, more reading, author references. On this website, a page will be a story (most of the time). We'll also try to communicate through Twitter, and through targeted formal briefs.","type":"unstyled","depth":0,"inlineStyleRanges":[{"offset":182,"length":12,"style":"ITALIC"},{"offset":269,"length":7,"style":"ITALIC"}],"entityRanges":[],"data":{}},{"key":"fr5bm","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"38cjr","text":"A story could be as general as information related to the TTC, or its Scarborough Subway Extension, or as specific as a particular park, or even a particular program in a community centre. We would work together to assemble the information to provide a foundation for whatever the interst is.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"9cm4k","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"cbrji","text":"We're not a policy organization -- we're a support group. The idea is to assemble stories to support informed debate and ongoing collaboration; supporting any viewpoint presented in good faith, with reference to the information we assemble.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"ff7c5","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"e4i3m","text":"The goal, always, is to provide constructive support which has a good chance of advancing the City in small ways, for the sake of our people.","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"5nubg","text":"","type":"unstyled","depth":0,"inlineStyleRanges":[],"entityRanges":[],"data":{}},{"key":"e64q7","text":"So 2018 is the Year of the Story for us. If you're so inclined -- if you have a story you'd like to work on -- join us!","type":"unstyled","depth":0,"inlineStyleRanges":[{"offset":15,"length":17,"style":"ITALIC"}],"entityRanges":[],"data":{}}]}